{
    "displayName": "CA01-MFA-AzurePortal-AllUsers-Always",
    "state": "enabledForReportingButNotEnforced",
    "sessionControls": null,
    "conditions": {
        "signInRiskLevels": [],
        "clientAppTypes": [],
        "platforms": null,
        "locations": null,
        "applications": {
            "includeApplications": [
                "797f4846-ba00-4fd7-ba43-dac1f8f63013"
            ],
            "excludeApplications": [],
            "includeUserActions": []
        },
        "users": {
            "includeUsers": [],
            "includeGroups": [
                "9701f3f4-6095-48b6-bdd6-830c8837f9e0"
            ],
            "excludeGroups": [
                "c5821256-1912-496b-8d83-ad8f0f9af67d",
                "9714eb24-e20c-4a88-89e4-55f923d26670"
            ],
            "includeRoles": [],
            "excludeRoles": []
        }
    },
    "grantControls": {
        "operator": "OR",
        "builtInControls": [
            "mfa"
        ],
        "customAuthenticationFactors": [],
        "termsOfUse": []
    }
}